/* No comment provided by engineer. */
"Admin credentials cannot be empty." = "Admin credentials cannot be empty.";

/* No comment provided by engineer. */
"No media selected." = "No media selected.";

/* No comment provided by engineer. */
"Secret cannot be empty." = "Secret cannot be empty.";

/* No comment provided by engineer. */
"Selected media does not exist." = "Selected media does not exist.";

/* No comment provided by engineer. */
"Site URL cannot be empty." = "Site URL cannot be empty.";

/* No comment provided by engineer. */
"Tab ID cannot be empty." = "Tab ID cannot be empty.";

/* No comment provided by engineer. */
"Unknown" = "Unknown";

/* No comment provided by engineer. */
"Upload '%@' to iTunes U site '%@'" = "Upload '%1$@' to iTunes U site '%2$@'";

/* No comment provided by engineer. */
"Upload media to iTunes U" = "Upload media to iTunes U";

